Repository: HungHuynh1210/Voice-Translate
Catalog: Voice Translate/Voice Translate/App/Localizable.xcstrings
Source language: en
Languages: de, es, ja, ko, pt, vi, zh_hant

source: When recording your voice, please ensure you: - Read the entire passage displayed on the screen completely. - Do not omit or misread more than three words. - Insert your own name into the paragraph as you read it. - Do not read any extra words that are not part of the passage on the screen. - Do not read too fast or too slow.
de: Bitte stellen Sie bei der Aufnahme Ihrer Stimme Folgendes sicher: - Lesen Sie die gesamte auf dem Bildschirm angezeigte Passage vollständig durch. - Lassen Sie nicht mehr als drei Wörter aus oder lesen Sie sie falsch. - Fügen Sie Ihren eigenen Namen in den Absatz ein, während Sie ihn lesen. - Lesen Sie keine zusätzlichen Wörter, die nicht Teil der Passage auf dem Bildschirm sind. - Lesen Sie nicht zu schnell oder zu langsam.
es: Al grabar su voz, asegúrese de: - Lea completamente el pasaje completo que se muestra en la pantalla. - No omitir ni malinterpretar más de tres palabras. - Inserta tu propio nombre en el párrafo a medida que lo lees. - No leas ninguna palabra extra que no forme parte del pasaje en la pantalla. - No leer demasiado rápido ni demasiado lento.
ja: 音声を録音するときは、次のことを確認してください。 - 画面に表示された文章をすべて読んでください。 - 3 単語以上の単語を省略したり、読み間違えたりしないでください。 - 読みながら段落に自分の名前を挿入します。 - 画面上の文章に含まれない余分な単語を読まないでください。 - 速すぎたり遅すぎたりしないでください。
ko: 음성을 녹음할 때 다음 사항을 확인하세요. - 화면에 표시된 전체 구절을 완전히 읽으십시오. - 3단어 이상 생략하거나 오독하지 마십시오. - 문단을 읽으면서 자신의 이름을 문단에 삽입하세요. - 화면의 내용에 포함되지 않은 추가 단어를 읽지 마십시오. - 너무 빨리 읽거나 너무 느리게 읽지 마십시오.
pt: Ao gravar sua voz, certifique-se de: - Leia completamente toda a passagem exibida na tela. - Não omita ou interprete mal mais de três palavras. - Insira seu próprio nome no parágrafo enquanto o lê. - Não leia nenhuma palavra extra que não faça parte da passagem na tela. - Não leia muito rápido nem muito devagar.
vi: Khi ghi âm giọng nói của bạn, vui lòng đảm bảo bạn: - Đọc toàn bộ đoạn văn hiển thị trên màn hình một cách hoàn chỉnh. - Không bỏ sót hoặc đọc sai quá ba từ. - Chèn tên của chính bạn vào đoạn văn khi bạn đọc nó. - Không đọc bất kỳ từ thừa nào không thuộc đoạn văn trên màn hình. - Đọc không quá nhanh hoặc quá chậm.
zh_hant: 錄製聲音時，請確保： - 完整閱讀螢幕上顯示的整篇文章。 - 不要遺漏或誤讀超過三個單字。 - 在閱讀段落時將自己的名字插入段落中。 - 不要閱讀螢幕上的段落以外的任何額外單字。 - 不要讀得太快或太慢。

source: When recording your voice, please ensure you:\n- Read the entire passage displayed on the screen completely.\n- Do not omit or misread more than three words.\n- Insert your own name into the paragraph as you read it.\n- Do not read any extra words that are not part of the passage on the screen.\n- Do not read too fast or too slow.
de: Wenn Sie Ihre Stimme aufnehmen, stellen Sie bitte sicher, dass Sie:\n- Lesen Sie die gesamte auf dem Bildschirm angezeigte Passage vollständig.\n- Lassen Sie nicht mehr als drei Wörter aus oder lesen Sie sie falsch.\n- Fügen Sie Ihren eigenen Namen in den Absatz ein, während Sie ihn lesen.\n- Lesen Sie keine zusätzlichen Wörter, die nicht Teil der Passage auf dem Bildschirm sind.\n- Lesen Sie nicht zu schnell oder zu langsam.
es: Al grabar su voz, asegúrese de:\n- Lea completamente el pasaje que se muestra en la pantalla.\n- No omita ni lea mal más de tres palabras.\n- Inserte su propio nombre en el párrafo a medida que lo lee.\n- No lea ninguna palabra adicional que no forme parte del pasaje en la pantalla.\n- No lea ni demasiado rápido ni demasiado lento.
ja: 音声を録音するときは、次のことを確認してください:\n- 画面に表示されている文章全体を完全に読んでください。\n- 3 つ以上の単語を省略したり読み間違えたりしないでください。\n- 読みながら段落に自分の名前を挿入してください。\n- 画面上の文章の一部ではない余分な単語を読まないでください。\n- 読むのが速すぎたり、遅すぎたりしないでください。
ko: 음성을 녹음할 때 다음 사항을 확인하세요.\n- 화면에 표시된 전체 구절을 완전히 읽으십시오.\n- 세 단어 이상을 생략하거나 잘못 읽지 마십시오.\n- 읽을 때 단락에 자신의 이름을 삽입하십시오.\n- 화면 구절의 일부가 아닌 추가 단어를 읽지 마십시오.\n- 너무 빠르거나 느리게 읽지 마십시오.
pt: Ao gravar sua voz, certifique-se de:\n- Leia completamente o trecho exibido na tela.\n- Não omita ou interprete incorretamente mais de três palavras.\n- Insira seu próprio nome no parágrafo enquanto o lê.\n- Não leia nenhuma palavra extra que não faça parte do trecho na tela.\n- Não leia muito rápido ou muito devagar.
vi: Khi ghi âm giọng nói của bạn, hãy đảm bảo bạn:\n- Đọc toàn bộ đoạn văn hiển thị trên màn hình.\n- Không bỏ sót hoặc đọc sai nhiều hơn ba từ.\n- Chèn tên của chính bạn vào đoạn văn khi bạn đọc.\n- Không đọc thêm bất kỳ từ nào không thuộc đoạn văn trên màn hình.\n- Không đọc quá nhanh hoặc quá chậm.
zh_hant: 錄製語音時，請確保：\n- 完整朗讀螢幕上顯示的整個段落。 \n- 不要遺漏或誤讀超過三個單字。 \n- 在朗讀時將自己的名字插入段落中。 \n- 不要朗讀螢幕上的段落以外的任何額外單字。 \n- 不要讀得太快或太慢。

source: When translating,
de: Beim Übersetzen
es: Al traducir,
ja: 翻訳する際には、
ko: 번역할 때,
pt: Ao traduzir,
vi: Khi dịch,
zh_hant: 翻譯的時候，

source: When translating, **bilingual text** will appear on the screen. Click on the **foreign language text or click the speaker button** at the end of the foreign language sentence to hear your voice speaking the foreign language.
de: Beim Übersetzen erscheint **zweisprachiger Text** auf dem Bildschirm. Klicken Sie auf den **fremdsprachigen Text oder klicken Sie auf die Lautsprecherschaltfläche** am Ende des fremdsprachigen Satzes, um zu hören, wie Ihre Stimme die Fremdsprache spricht.
es: Al traducir, aparecerá **texto bilingüe** en la pantalla. Haga clic en el **texto en idioma extranjero o haga clic en el botón del altavoz** al final de la oración en idioma extranjero para escuchar su voz hablando en el idioma extranjero.
ja: 翻訳中、**バイリンガル テキスト**が画面に表示されます。 **外国語のテキストをクリックするか、外国語の文の最後にあるスピーカー ボタン**をクリックすると、外国語で話している声が聞こえます。
ko: 번역할 때 **이중 언어 텍스트**가 화면에 나타납니다. **외국어 텍스트를 클릭하거나 외국어 문장 끝 부분에 있는 스피커 버튼**을 클릭하면 외국어로 말하는 음성을 들을 수 있습니다.
pt: Ao traduzir, **texto bilíngue** aparecerá na tela. Clique no **texto em idioma estrangeiro ou clique no botão do alto-falante** no final da frase em idioma estrangeiro para ouvir sua voz falando o idioma estrangeiro.
vi: Khi dịch, **văn bản song ngữ** sẽ xuất hiện trên màn hình. Nhấp vào **văn bản ngoại ngữ hoặc nhấp vào nút loa** ở cuối câu ngoại ngữ để nghe giọng nói của bạn nói ngoại ngữ.
zh_hant: 翻譯時，**雙語文字**將出現在螢幕上。點擊**外語文字或點擊外語句子末尾的揚聲器按鈕**，即可聽到您說外語的聲音。

source: Why Does My Voice Cloning Always Fail?
de: Warum schlägt das Klonen meiner Stimme immer fehl?
es: ¿Por qué mi clonación de voz siempre falla?
ja: 音声のクローン作成がいつも失敗するのはなぜですか?
ko: 내 음성 복제가 항상 실패하는 이유는 무엇입니까?
pt: Por que minha clonagem de voz sempre falha?
vi: Tại sao việc nhân bản giọng nói của tôi luôn thất bại?
zh_hant: 為什麼我的聲音複製總是失敗？

source: Yearly Plan
de: Jahresplan
es: Plan Anual
ja: 年間計画
ko: 연간 요금제
pt: Plano Anual
vi: Gói Hàng năm
zh_hant: 年度計劃

source: you can hear your voice speaking a foreign language!
de: Sie können hören, wie Ihre Stimme eine Fremdsprache spricht!
es: ¡Puedes escuchar tu voz hablando un idioma extranjero!
ja: 外国語を話しているあなたの声が聞こえます！
ko: 당신은 외국어로 말하는 당신의 목소리를들을 수 있습니다!
pt: você pode ouvir sua voz falando uma língua estrangeira!
vi: bạn có thể nghe giọng nói của chính mình đang nói ngoại ngữ!
zh_hant: 你可以聽到你說外語的聲音！

source: You can leave this page while your voice clone is being created. We'll notify you once it's ready.
de: Sie können diese Seite verlassen, während Ihr Sprachklon erstellt wird. Wir benachrichtigen Sie, sobald es fertig ist.
es: Puede abandonar esta página mientras se crea su clon de voz. Te avisaremos una vez que esté listo.
ja: 音声クローンの作成中はこのページから離れても構いません。準備ができましたらお知らせいたします。
ko: 음성 복제가 생성되는 동안 이 페이지를 나갈 수 있습니다. 준비가 되면 알려드리겠습니다.
pt: Você pode sair desta página enquanto seu clone de voz está sendo criado. Iremos notificá-lo quando estiver pronto.
vi: Bạn có thể rời khỏi trang này trong khi bản sao giọng nói của bạn đang được tạo. Chúng tôi sẽ thông báo cho bạn khi nó đã sẵn sàng.
zh_hant: 在建立語音克隆時，您可以離開此頁面。準備好後我們會通知您。

source: You can permanently delete your voice clone at any time in Settings.
de: Sie können Ihren Sprachklon jederzeit in den Einstellungen dauerhaft löschen.
es: Puedes eliminar permanentemente tu clon de voz en cualquier momento en Configuración.
ja: 音声クローンは、[設定]でいつでも完全に削除できます。
ko: 설정에서 언제든지 음성 복제를 영구적으로 삭제할 수 있습니다.
pt: Você pode excluir permanentemente seu clone de voz a qualquer momento nas Configurações.
vi: Bạn có thể xóa vĩnh viễn bản sao giọng nói của mình bất kỳ lúc nào trong Cài đặt.
zh_hant: 您可以隨時在「設定」中永久刪除您的語音複製。

source: Your cloned voice will automatically expire after 30 days if it isn't used.
de: Ihre geklonte Stimme läuft nach 30 Tagen automatisch ab, wenn sie nicht verwendet wird.
es: Su voz clonada caducará automáticamente después de 30 días si no se utiliza.
ja: クローンされた音声は、使用されない場合、30 日後に自動的に期限切れになります。
ko: 복제된 음성은 사용하지 않으면 30일 후에 자동으로 만료됩니다.
pt: Sua voz clonada expirará automaticamente após 30 dias se não for usada.
vi: Giọng nói nhân bản của bạn sẽ tự động hết hạn sau 30 ngày nếu không được sử dụng.
zh_hant: 如果未使用，您的克隆語音將在 30 天後自動過期。

source: Your feedback helps us grow.
de: Ihr Feedback hilft uns zu wachsen.
es: Tus comentarios nos ayudan a crecer.
ja: あなたのフィードバックは私たちの成長に役立ちます。
ko: 귀하의 피드백은 우리가 성장하는 데 도움이 됩니다.
pt: Seu feedback nos ajuda a crescer.
vi: Phản hồi của bạn giúp chúng tôi phát triển.
zh_hant: 您的回饋有助於我們成長。

source: Your signed consent:
de: Ihre unterschriebene Einwilligung:
es: Su consentimiento firmado:
ja: あなたの署名された同意書:
ko: 귀하가 서명한 동의:
pt: Seu consentimento assinado:
vi: Sự đồng ý đã ký của bạn:
zh_hant: 您簽署的同意書：

source: Your Voice Any Language
de: Deine Stimme Jede Sprache
es: Tu voz Cualquier idioma
ja: あなたの声 あらゆる言語
ko: 당신의 목소리 모든 언어
pt: Sua voz Qualquer idioma
vi: Giọng Nói Của Bạn Mọi Ngôn Ngữ
zh_hant: 你的聲音 任何語言

# Your Voice Any Language
source: Your Voice\nAny Language
de: Ihre Stimme\nJede Sprache
es: Tu voz\nCualquier idioma
ja: あなたの声\nあらゆる言語
ko: 귀하의 목소리\n모든 언어
pt: Sua voz\nQualquer idioma
vi: Giọng nói của bạn\nMọi ngôn ngữ
zh_hant: 你的聲音\n任何語言

source: \(localizedString(
es: \(cadena localizada(
ko: \(현지화된 문자열(
zh_hant: \(本地化字串(

source: abc
es: abecedario
ko: 알파벳

source: Deutsch
es: alemán
ja: ドイツ語
ko: 독일어
pt: Alemão
vi: Tiếng Đức
zh_hant: 德文

source: Email
es: Correo electrónico
ja: 電子メール
ko: 이메일
zh_hant: 電子郵件

source: Hiển thị bằng
es: Hola
ko: 안녕하세요.
vi: Show by

source: Interpretation
es: Interpretación
ja: 解釈
ko: 해석
pt: Interpretação
vi: Phiên dịch
zh_hant: 解釋

source: OK
es: DE ACUERDO
ja: わかりました
ko: 좋아요
vi: ĐƯỢC RỒI
zh_hant: 好的

source: pause
es: pausa
ja: 一時停止
ko: 정지시키다
pt: pausa
vi: tạm dừng
zh_hant: 暫停

source: Religion
es: Religión
ja: 宗教
ko: 종교
pt: Religião
vi: Tôn giáo
zh_hant: 宗教

source: user@example.com
es: usuario@ejemplo.com
pt: usuário@exemplo.com
vi: người dùng@example.com
zh_hant: 使用者@example.com

source: Đang ghi âm...
ja: ジャンギァム...
ko: 당기암...
pt: Đang ghi am...
zh_hant: 唐吉安...

source: Hình ảnh 1
ja: ヒンシュン 1
ko: 힌안 1

source: Lỗi
ja: ロイ
ko: 로이
zh_hant: 黎

source: Nhập văn bản
ja: ニャップ・ヴァン・バン

source: PRO
ja: プロ
ko: 찬성
pt: PRÓ
vi: CHUYÊN NGHIỆP
zh_hant: 專業版

source: Tiếng Việt
ja: ティエン・ヴィエット
ko: 티엥 비엣
zh_hant: 越南

source: Tóm tắt
ja: トムテット
ko: 톰 tắt
pt: Tom tắt
zh_hant: 湯姆·塔特

source: Văn bản
ja: ヴァンバン
ko: 반반
zh_hant: 文書班

source: 繁體中文
ja: 繁体中文
ko: 繁체중국어
vi: Tiếng Trung Phồn thể

source: Vui lòng chọn 1 trong 3 phương thức trên để bắt đầu
ko: Vui lòng chọn 1 trong 3 phhong thức trên để bắt đầu
pt: Vui longo 1 trong 3 phương thức trên để bắt đầu

source: 日本語
ko: 일본어
vi: Tiếng Nhật

source: Kết quả tóm tắt
vi: Kết quả tắt

source: 한국어
vi: Tiếng Hàn
